
tap "teamookla/speedtest"
tap "sheerun/git-squash"

brew "speedtest"
brew "mas"
brew "git"
brew "fnm"
brew "starship"
brew "node"
brew "zsh"
brew "zplug"
brew "python"
brew "git-squash"
brew "gh"
brew "pyenv"
brew "cocoapods"
brew "pnpm"
brew "yarn"
brew "kubectl"
brew "helm"

cask "zulu@21"
cask "1password"
cask "amazon-q"
cask "docker"
cask "google-chrome@dev"
cask "visual-studio-code"
cask "android-studio-preview@beta"
cask "chatgpt"
cask "figma"
cask "notion"
cask "slack"
cask "spotify"
cask "notion-calendar"
cask "whatsapp"

mas "Xcode", id: 497799835
mas "Keka", id: 470158793


